[
    "Are you French, <user>? Because Eiffel for you :wink: .",
    "Hey <user>, I know you're busy today but can you add me to your to-do list?",
    "<user>, my love for you is like diarrhoea. I just can't hold it in :laughing: .",
    "<user>, are you a cat because I'm feline a connection between us :smirk: .",
    "<user>, if nothing lasts forever, will you be my nothing?",
    "<user>, we might not be socks but I think we’d make a great pair :kissing_heart: .",
    "<user>, your hand looks heavy... here, let me hold it for you.",
    "<user>, do you like vegetables? Because I love you from my head tomatoes :laughing: .",
    "<user>, do you like science? Because I’ve got my ion you :nerd: .",
    "<user>, are you my appendix? Because I don’t understand how you work but this feeling in my stomach makes me want to take you out.",
    "<user>, I know this is going to sound cheesy but I think you’re the gratest.",
    "<user>, I’ll give you a kiss. If you don’t like it, you can return it :wink: .",
    "<user>, are you from China? Because I’m China get your number :smirk: .",
    "<user>, do you have a name or can I call you mine? :heart:",
    "<user>, there is something wrong with my phone. Could you call it for me to see if it rings :stuck_out_tongue_closed_eyes: ?",
    "<user>, if I had a garden, I’d put your tulips and my tulips together :kissing_closed_eyes: .",
    "<user>, I thought happiness starts with an H… but then why does mine start with U :thinking: ?",
    "<user>, if you were a vegetable, you’d be a cutecumber.",
    "<user>, is it hot in here or is it just you?",
    "<user>, you’re like a dictionary. You add meaning to my life :heart: .",
    "<user>, my name’s Microsoft. Can I crash at your place tonight?",
    "<user>, they say Disneyland is the happiest place on earth. Well apparently, no one has ever been standing next to you.",
    "Hey <user>, you’re pretty and I’m cute. Together we’d be Pretty Cute :smirk: .",
    "<user>, do you have a pencil? Because I want to erase your past and write our future :heart_eyes: .",
    "<user>, I’m no mathematician but I’m pretty good with numbers. Tell you what, give me yours and watch what I can do with it :smirk: .",
    "<user>, I would take you to the movies but they don’t allow snacks :yum: .",
    "<user>, are you a bank loan? Because you’ve got my interest.",
    "<user>, I’m no electrician but I can light up your day.",
    "<user>, do you like star wars? Because yoda only one for me!",
    "<user>, I heard you’re good at algebra. Can you replace my X without asking Y :wink: ?",
    "<user>, I want to be your tear drop. So I could be born in your eyes, live on your cheeks, and die on your lips. :heart_eyes: ",
    "<user>, my friends bet I can’t talk to the prettiest human bean. Wanna use their money to buy icecream?",
    "<user>, you may fall from the sky, you may fall from the tree, but the best way to fall… is in love with me.",
    "<user>, I was blinded by your beauty. I’m going to need your name and phone number for insurance purposes :kissing_smiling_eyes: .",
    "<user>, you must be tired from running through my mind all night.",
    "<user>, life without you is like a broken pencil… pointless :pensive:.",
    "<user>, So like there’s sideview, rearview, and you know what else? I loview :kissing_heart:.",
    "<user>, I value my breath so it would be nice if you didn’t take it away every time you walked past.",
    "<user>, four plus four equals eight but you plus me equals fate.",
    "<user>, do you like Legos? I like Legos. Why don’t we build a relationship?",
    "<user>, do you like mexican food? ‘Cause I want to wrap you in my arms and make you my bae-ritto :burrito:.",
    "Oh no.... Ew",
    "Oh no.... Ew",
    "<user>, are you a keyboard? Because you’re just my type."
]